IDEA Open Model
ResultOfNLAPoint Properties
The ResultOfNLAPoint type exposes the following members.
Properties
Name | Description
Id
 Id of point
ResultOfIncrements
 Results in load case
X
 X coordinates on cross-section
Y
 Y coordinates on cross-section
Top
See Also
Reference
ResultOfNLAPoint Class
IdeaRS.OpenModel.Result Namespace